Repository: Arsen-001/qrspace
Catalog: apps/ios/QRSpace/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, pt, ru

# accFromPack
source: from a pack
de: aus einem Paket
es: de un pack
fr: d’un pack
hy: փաթեթից
pt: de um pacote
ru: из пакета

# accLoginText
source: Sign in to see your codes, purchases and packs.
de: Melde dich an, um deine Codes, Käufe und Pakete zu sehen.
es: Inicia sesión para ver tus códigos, compras y packs.
fr: Connectez-vous pour voir vos codes, achats et packs.
hy: Մուտք գործեք՝ ձեր կոդերը, գնումներն ու փաթեթները տեսնելու համար։
pt: Entre para ver seus códigos, compras e pacotes.
ru: Войдите, чтобы увидеть свои коды, покупки и пакеты.

# accOf
source: of
de: von
es: de
fr: sur
pt: de
ru: из

# accPackItem
source: Pack
de: Paket
hy: Փաթեթ
pt: Pacote
ru: Пакет

# accPackUsed
source: {used} of {codes} used
de: {used} von {codes} genutzt
es: {used} de {codes} usados
fr: {used} sur {codes} utilisés
hy: Օգտագործված է {used}-ը {codes}-ից
pt: {used} de {codes} usados
ru: Использовано {used} из {codes}

# accPacksLeft
source: QR in packs
de: QR in Paketen
es: QR en packs
fr: QR en packs
hy: QR փաթեթներում
pt: QR em pacotes
ru: QR в пакетах

# accPurchases
source: Purchases
de: Käufe
es: Compras
fr: Achats
hy: Գնումներ
pt: Compras
ru: Покупки

# accScans30
source: Scans in 30 days
de: Scans in 30 Tagen
es: Escaneos en 30 días
fr: Scans sur 30 jours
hy: Սկան 30 օրում
pt: Leituras em 30 dias
ru: Сканов за 30 дней

# accScansAll
source: {n} total
de: insgesamt {n}
es: {n} en total
fr: {n} au total
hy: ընդամենը {n}
pt: {n} no total
ru: всего {n}

# accSince
source: member since
de: dabei seit
es: desde
fr: membre depuis
hy: մեզ հետ է՝
pt: desde
ru: с нами с

# accSpace
source: Space
de: Speicher
es: Espacio
fr: Espace
hy: Տեղ
pt: Espaço
ru: Место

# accSpent
source: Spent
de: Ausgegeben
es: Gastado
fr: Dépensé
hy: Ծախսված
pt: Gasto
ru: Потрачено

# access.edit
source: You can add
de: Du kannst ergänzen
es: Puedes añadir
fr: Vous pouvez ajouter
hy: Կարող եք լրացնել
pt: Você pode adicionar
ru: Можете дописывать

# access.owner
source: Your code
de: Dein Code
es: Tu código
fr: Votre code
hy: Ձեր կոդը
pt: Seu código
ru: Ваш код

# access.view
source: You can view
de: Du kannst ansehen
es: Puedes ver
fr: Vous pouvez voir
hy: Կարող եք դիտել
pt: Você pode ver
ru: Можете смотреть

# account.demoPick
source: Pick who to sign in as
de: Wähle, als wer du dich anmeldest
es: Elige con quién entrar
fr: Choisissez avec qui vous connecter
hy: Ընտրեք, թե ում անունով մտնել
pt: Escolha com quem entrar
ru: Выберите, кем войти

# account.noPurchases
source: No purchases yet
de: Noch keine Käufe
es: Aún no hay compras
fr: Aucun achat pour l’instant
hy: Գնումներ դեռ չկան
pt: Nenhuma compra ainda
ru: Покупок пока нет

# account.signOutConfirm
source: Sign out of QR Space?
de: Von QR Space abmelden?
es: ¿Cerrar sesión en QR Space?
fr: Se déconnecter de QR Space ?
hy: Դուրս գա՞լ QR Space-ից
pt: Sair do QR Space?
ru: Выйти из QR Space?

# account.unread
source: New notifications
de: Neue Benachrichtigungen
es: Notificaciones nuevas
fr: Nouvelles notifications
hy: Նոր ծանուցումներ
pt: Novas notificações
ru: Новые уведомления

# accountTitle
source: Account
de: Mein Konto
es: Mi cuenta
fr: Mon compte
hy: Անձնական էջ
pt: Minha conta
ru: Кабинет

# actAddCalendar
source: Add to calendar
de: Zum Kalender hinzufügen
es: Añadir al calendario
fr: Ajouter au calendrier
hy: Ավելացնել օրացույցում
pt: Adicionar à agenda
ru: Добавить в календарь

# actCall
source: Call
de: Anrufen
es: Llamar
fr: Appeler
hy: Զանգել
pt: Ligar
ru: Позвонить

# actCopied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
hy: Պատճենված է
pt: Copiado
ru: Скопировано

# actCopy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
hy: Պատճենել
pt: Copiar
ru: Скопировать

# actCopyEmail
source: Copy address
de: Adresse kopieren
es: Copiar dirección
fr: Copier l'adresse
hy: Պատճենել հասցեն
pt: Copiar endereço
ru: Скопировать адрес

# actCopyLink
source: Copy link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
hy: Պատճենել հղումը
pt: Copiar link
ru: Скопировать ссылку

# actCopyNetwork
source: Copy network name
de: Netzwerknamen kopieren
es: Copiar nombre de la red
fr: Copier le nom du réseau
hy: Պատճենել ցանցի անունը
pt: Copiar nome da rede
ru: Скопировать название сети

# actCopyNumber
source: Copy number
de: Nummer kopieren
es: Copiar número
fr: Copier le numéro
hy: Պատճենել համարը
pt: Copiar número
ru: Скопировать номер

# actCopyPassword
source: Copy password
de: Passwort kopieren
es: Copiar contraseña
fr: Copier le mot de passe
hy: Պատճենել գաղտնաբառը
pt: Copiar senha
ru: Скопировать пароль

# actCopyText
source: Copy text
de: Text kopieren
es: Copiar texto
fr: Copier le texte
hy: Պատճենել տեքստը
pt: Copiar texto
ru: Скопировать текст

# actEmail
source: Write an email
de: E-Mail schreiben
es: Escribir un correo
fr: Écrire un e-mail
hy: Գրել նամակ
pt: Escrever e-mail
ru: Написать письмо

# actMap
source: Open on the map
de: Auf der Karte öffnen
es: Abrir en el mapa
fr: Ouvrir sur la carte
hy: Բացել քարտեզում
pt: Abrir no mapa
ru: Открыть на карте

# actOpenSite
source: Open website
de: Website öffnen
es: Abrir sitio web
fr: Ouvrir le site
hy: Բացել կայքը
pt: Abrir site
ru: Открыть сайт

# actSaveContact
source: Save to contacts
de: In Kontakte speichern
es: Guardar en contactos
fr: Enregistrer dans les contacts
hy: Պահել կոնտակտներում
pt: Salvar nos contatos
ru: Сохранить в контакты

# actSms
source: Send SMS
de: SMS schreiben
es: Enviar SMS
fr: Envoyer un SMS
hy: Գրել SMS
pt: Enviar SMS
ru: Написать SMS

# addPhoto
source: Photo
de: Foto
es: Foto
hy: Լուսանկար
pt: Foto
ru: Фото

# bg
source: Background
de: Hintergrund
es: Fondo
fr: Fond
hy: Ֆոն
pt: Fundo
ru: Фон

# buyDemo
source: Payment is a demo for now — no money is charged. Prices are approximate.
de: Die Zahlung ist vorerst eine Demo — es wird kein Geld abgebucht. Die Preise sind ungefähr.
es: El pago es una demo por ahora — no se cobra dinero. Los precios son aproximados.
fr: Le paiement est une démo pour l’instant — aucun argent n’est débité. Les prix sont indicatifs.
hy: Վճարումը առայժմ դեմո է՝ գումար չի գանձվում։ Գները մոտավոր են։
pt: O pagamento é uma demo por enquanto — nenhum dinheiro é cobrado. Os preços são aproximados.
ru: Оплата пока демо — деньги не списываются. Цены примерные.

# buyError
source: Couldn’t buy — try again
de: Kauf fehlgeschlagen — versuch es noch einmal
es: No se pudo comprar — inténtalo de nuevo
fr: Achat impossible — réessayez
hy: Չհաջողվեց գնել — փորձեք կրկին
pt: Não foi possível comprar — tente de novo
ru: Не получилось купить — попробуйте ещё раз

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hy: Չեղարկել
pt: Cancelar
ru: Отмена

# captionPlaceholder
source: Caption (optional)
de: Bildunterschrift (optional)
es: Pie de foto (opcional)
fr: Légende (facultatif)
hy: Ստորագրություն (ըստ ցանկության)
pt: Legenda (opcional)
ru: Подпись (необязательно)

# closedHint
source: The owner opened it only to chosen people.
de: Der Besitzer hat ihn nur für ausgewählte Personen geöffnet.
es: El dueño lo abrió solo para personas elegidas.
fr: Le propriétaire l’a ouvert uniquement à des personnes choisies.
hy: Տերը այն բացել է միայն ընտրված մարդկանց համար։
pt: O dono abriu só para pessoas escolhidas.
ru: Хозяин открыл его только выбранным людям.

# closedMe
source: The owner hasn’t opened this code to anyone yet.
de: Der Besitzer hat diesen Code noch für niemanden geöffnet.
es: El dueño aún no ha abierto este código a nadie.
fr: Le propriétaire n’a encore ouvert ce code à personne.
hy: Տերը դեռ ոչ մեկին չի բացել այս կոդը։
pt: O dono ainda não abriu este código para ninguém.
ru: Хозяин пока никому не открыл этот код.

# closedTitle
source: This code is private
de: Dieser Code ist privat
es: Este código es privado
fr: Ce code est privé
hy: Կոդը փակ է
pt: Este código é privado
ru: Код закрыт

# code.error
source: Couldn’t load the code
de: Code konnte nicht geladen werden
es: No se pudo cargar el código
fr: Impossible de charger le code
hy: Չհաջողվեց բեռնել կոդը
pt: Não foi possível carregar o código
ru: Не удалось загрузить код

# code.notFound
source: This code doesn’t exist or was deleted
de: Diesen Code gibt es nicht oder er wurde gelöscht
es: Este código no existe o fue eliminado
fr: Ce code n’existe pas ou a été supprimé
hy: Այդպիսի կոդ չկա կամ ջնջվել է
pt: Este código não existe ou foi excluído
ru: Такого кода нет или его удалили

# code.openOnSite
source: Open on qrspace.co
de: Auf qrspace.co öffnen
es: Abrir en qrspace.co
fr: Ouvrir sur qrspace.co
hy: Բացել qrspace.co-ում
pt: Abrir em qrspace.co
ru: Открыть на qrspace.co

# code.photo
source: Photo
de: Foto
es: Foto
hy: Լուսանկար
pt: Foto
ru: Фото

# code.signInToSee
source: Sign in — maybe the owner opened it to you
de: Melde dich an – vielleicht hat der Besitzer ihn für dich geöffnet
es: Inicia sesión: quizá el dueño te lo abrió
fr: Connectez-vous — le propriétaire vous l’a peut-être ouvert
hy: Մուտք գործեք․ գուցե տերը այն բացել է ձեզ համար
pt: Entre — talvez o dono tenha aberto para você
ru: Войдите — возможно, хозяин открыл его вам

# code.whatInside
source: In the code
de: Im Code
es: En el código
fr: Dans le code
hy: Կոդում
pt: No código
ru: В коде

# codes.qrLabel
source: QR code of “{t}”
de: QR-Code von „{t}“
es: Código QR de «{t}»
fr: QR code de « {t} »
hy: «{t}»-ի QR կոդը
pt: QR code de “{t}”
ru: QR-код «{t}»

# codes.untitled
source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
hy: Առանց անվան
pt: Sem título
ru: Без названия

source: Colors
de: Farben
es: Colores
fr: Couleurs
hy: Գույներ
pt: Cores
ru: Цвета

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hy: Փակել
pt: Fechar
ru: Закрыть

# common.offline
source: No connection to qrspace.co
de: Keine Verbindung zu qrspace.co
es: Sin conexión con qrspace.co
fr: Pas de connexion à qrspace.co
hy: Կապ չկա qrspace.co-ի հետ
pt: Sem conexão com qrspace.co
ru: Нет связи с qrspace.co

# common.retry
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hy: Կրկնել
pt: Tentar de novo
ru: Повторить

# composerTitle
source: Add to memory
de: Zur Erinnerung hinzufügen
es: Añadir a la memoria
fr: Ajouter à la mémoire
hy: Ավելացնել հիշողությանը
pt: Adicionar à memória
ru: Добавить в память

source: Create
de: Erstellen
es: Crear
fr: Créer
hy: Ստեղծել
pt: Criar
ru: Создать

# create.fillIn
source: Fill in the fields above to create the code
de: Fülle die Felder oben aus, um den Code zu erstellen
es: Rellena los campos de arriba para crear el código
fr: Remplissez les champs ci-dessus pour créer le code
hy: Լրացրեք վերևի դաշտերը, և կոդը կարելի է ստեղծել
pt: Preencha os campos acima para criar o código
ru: Заполните поля выше — и код можно создать

# create.limit
source: Too many new codes today — try again tomorrow.
de: Heute zu viele neue Codes — versuch es morgen wieder.
es: Demasiados códigos nuevos hoy: inténtalo mañana.
fr: Trop de nouveaux codes aujourd’hui — réessayez demain.
hy: Այսօր չափազանց շատ կոդ է ստեղծվել․ փորձեք վաղը։
pt: Códigos novos demais hoje — tente amanhã.
ru: Сегодня создано слишком много кодов — попробуйте завтра.

# create.modeMemoryHint
source: Photos, video and text under the code
de: Fotos, Video und Text unter dem Code
es: Fotos, vídeo y texto bajo el código
fr: Photos, vidéo et texte sous le code
hy: Լուսանկարներ, տեսանյութ և տեքստ կոդի տակ
pt: Fotos, vídeo e texto sob o código
ru: Фото, видео и текст под кодом

# create.modeQRHint
source: Link, Wi‑Fi, contact, phone…
de: Link, WLAN, Kontakt, Telefon…
es: Enlace, Wi‑Fi, contacto, teléfono…
fr: Lien, Wi‑Fi, contact, téléphone…
hy: Հղում, Wi‑Fi, կոնտակտ, հեռախոս…
pt: Link, Wi‑Fi, contato, telefone…
ru: Ссылка, Wi‑Fi, контакт, телефон…

# create.signIn
source: Sign in to create the code — it stays yours.
de: Melde dich an, um den Code zu erstellen — so bleibt er deiner.
es: Inicia sesión para crear el código: así será tuyo.
fr: Connectez-vous pour créer le code — il restera à vous.
hy: Մուտք գործեք՝ կոդը ստեղծելու համար․ այդպես այն կմնա ձերը։
pt: Entre para criar o código — assim ele fica seu.
ru: Войдите, чтобы создать код, — так он останется за вами.

# create.titleHint
source: Its name in My codes. Leave it empty — we’ll name it by what’s inside.
de: Sein Name in „Meine Codes“. Leer lassen — wir benennen ihn nach dem Inhalt.
es: Su nombre en Mis códigos. Déjalo vacío y lo nombraremos según el contenido.
fr: Son nom dans Mes codes. Laissez vide — on le nomme d’après son contenu.
hy: Այսպես այն կկոչվի «Իմ կոդերում»։ Թողեք դատարկ՝ կանվանենք ըստ պարունակության։
pt: O nome dele em Meus códigos. Deixe vazio — damos o nome pelo conteúdo.
ru: Так он будет называться в «Моих кодах». Оставьте пустым — назовём по содержимому.

# dashAsGuest
source: As others see it
de: So sehen es andere
es: Cómo lo ven
fr: Comme les autres le voient
hy: Ինչպես են տեսնում
pt: Como os outros veem
ru: Как видят

# dashEmptyMemory
source: Empty for now
de: Noch leer
es: Vacío por ahora
fr: Vide pour l’instant
hy: Դեռ դատարկ է
pt: Vazio por enquanto
ru: Пока пусто

# dashEmptyMemoryHint
source: Tap “Edit” to add photos, video or text
de: Tippe auf „Bearbeiten“, um Fotos, Video oder Text hinzuzufügen
es: Pulsa «Editar» para añadir fotos, vídeo o texto
fr: Touchez « Modifier » pour ajouter photos, vidéo ou texte
hy: Սեղմեք «Փոխել»՝ ավելացրեք լուսանկար, տեսանյութ կամ տեքստ
pt: Toque em «Editar» para adicionar fotos, vídeo ou texto
ru: Нажмите «Изменить» — добавьте фото, видео или текст

# dashNew
source: Create a new QR
de: Neuen QR erstellen
es: Crear un QR nuevo
fr: Créer un nouveau QR
hy: Ստեղծել նոր QR
pt: Criar um QR novo
ru: Создать новый QR

# dashScansAll
source: total scans
de: Scans insgesamt
es: escaneos en total
fr: scans au total
hy: ընդամենը սկան
pt: leituras no total
ru: всего сканов

# dashTitle
source: My QR codes
de: Meine QR-Codes
es: Mis códigos QR
fr: Mes QR codes
hy: Իմ QR կոդերը
pt: Meus códigos QR
ru: Мои QR-коды

# dashUnderShort
source: Under
de: Darunter
es: Debajo
fr: Dessous
hy: Կոդի տակ
pt: Por baixo
ru: Под кодом

# dashWeek
source: this week: {n}
de: diese Woche: {n}
es: esta semana: {n}
fr: cette semaine : {n}
hy: այս շաբաթ՝ {n}
pt: esta semana: {n}
ru: за неделю: {n}

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hy: Ջնջել
pt: Excluir
ru: Удалить

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hy: Ջնջել հաշիվը
pt: Excluir conta
ru: Удалить аккаунт

# deleteAccountSure
source: Delete your account forever? All your codes, memories, photos and videos will be gone. This can’t be undone.
de: Konto für immer löschen? Alle deine Codes, Erinnerungen, Fotos und Videos verschwinden. Das lässt sich nicht rückgängig machen.
es: ¿Eliminar tu cuenta para siempre? Desaparecerán todos tus códigos, memorias, fotos y videos. No se puede deshacer.
fr: Supprimer votre compte pour toujours ? Tous vos codes, mémoires, photos et vidéos disparaîtront. C’est irréversible.
hy: Ջնջե՞լ հաշիվը ընդմիշտ։ Կվերանան ձեր բոլոր կոդերը, հիշողությունը, լուսանկարները և տեսանյութերը։ Վերադարձնել հնարավոր չէ։
pt: Excluir sua conta para sempre? Todos os seus códigos, memórias, fotos e vídeos vão sumir. Não dá para desfazer.
ru: Удалить аккаунт навсегда? Пропадут все ваши коды, память, фото и видео. Вернуть нельзя.

# deleteAccountYes
source: Yes, delete forever
de: Ja, für immer löschen
es: Sí, eliminar para siempre
fr: Oui, supprimer pour toujours
hy: Այո, ջնջել ընդմիշտ
pt: Sim, excluir para sempre
ru: Да, удалить навсегда

# demoBanner
source: Demo version: purchases aren’t real, no money is charged, data may be reset
de: Demoversion: Käufe sind nicht echt, es wird kein Geld abgebucht, Daten können zurückgesetzt werden
es: Versión demo: las compras no son reales, no se cobra dinero y los datos pueden reiniciarse
fr: Version démo : les achats ne sont pas réels, aucun argent n’est débité, les données peuvent être réinitialisées
hy: Դեմո տարբերակ՝ գնումներն իրական չեն, գումար չի գանձվում, տվյալները կարող են զրոյացվել
pt: Versão demo: as compras não são reais, nenhum dinheiro é cobrado e os dados podem ser apagados
ru: Демо-версия: покупки ненастоящие, деньги не списываются, данные могут сбрасываться

# demoLoginTitle
source: Demo sign-in
de: Test-Anmeldung
es: Acceso de prueba
fr: Connexion de test
hy: Դեմո մուտք
pt: Login de teste
ru: Демо-вход

# dot.circuit
source: Circuit
de: Platine
es: Circuito
hy: Միկրոսխեմա
pt: Circuito
ru: Микросхема

# dot.diamond
source: Diamonds
de: Rauten
es: Rombos
fr: Losanges
hy: Շեղանկյուններ
pt: Losangos
ru: Ромбы

# dot.dots
source: Circles
de: Kreise
es: Círculos
fr: Ronds
hy: Շրջաններ
pt: Círculos
ru: Круги

# dot.heart
source: Hearts
de: Herzen
es: Corazones
fr: Cœurs
hy: Սրտիկներ
pt: Corações
ru: Сердечки

# dot.leaf
source: Leaves
de: Blätter
es: Hojas
fr: Feuilles
hy: Տերևներ
pt: Folhas
ru: Листья

# dot.liquid
source: Liquid
de: Flüssig
es: Líquido
fr: Liquide
hy: Հոսուն
pt: Líquido
ru: Жидкие

# dot.plus
source: Crosses
de: Kreuze
es: Cruces
fr: Croix
hy: Խաչեր
pt: Cruzes
ru: Крестики

# dot.rounded
source: Soft
de: Weich
es: Suaves
fr: Doux
hy: Փափուկ
pt: Suaves
ru: Мягкие

# dot.square
source: Squares
de: Quadrate
es: Cuadrados
fr: Carrés
hy: Քառակուսիներ
pt: Quadrados
ru: Квадраты

# dot.star
source: Stars
de: Sterne
es: Estrellas
fr: Étoiles
hy: Աստղեր
pt: Estrelas
ru: Звёзды

source: Dots
de: Punkte
es: Puntos
fr: Points
hy: Կետեր
pt: Pontos
ru: Точки

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
hy: Ներբեռնել
pt: Baixar
ru: Скачать

# downloadFree
source: Download for free
de: Kostenlos herunterladen
es: Descargar gratis
fr: Télécharger gratuitement
hy: Ներբեռնել անվճար
pt: Baixar grátis
ru: Скачать бесплатно

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hy: Փոխել
pt: Editar
ru: Изменить

# edit.confirmDelete
source: Delete this entry?
de: Diesen Eintrag löschen?
es: ¿Eliminar esta entrada?
fr: Supprimer cette entrée ?
hy: Ջնջե՞լ գրառումը
pt: Excluir esta entrada?
ru: Удалить запись?

# edit.fromFiles
source: From Files
de: Aus „Dateien“
es: Desde Archivos
fr: Depuis Fichiers
hy: «Ֆայլեր»-ից
pt: Do Arquivos
ru: Из «Файлов»

# emptyCodes
source: No codes yet — create the first one
de: Noch keine Codes — erstelle den ersten
es: Aún no hay códigos — crea el primero
fr: Pas encore de codes — créez le premier
hy: Կոդեր դեռ չկան — ստեղծեք առաջինը
pt: Ainda não há códigos — crie o primeiro
ru: Кодов пока нет — создайте первый

# eye.circle
source: Circle
de: Kreis
es: Círculo
fr: Rond
hy: Շրջան
pt: Círculo
ru: Круг

# eye.dotted
source: Like dots
de: Wie die Punkte
es: Como los puntos
fr: Comme les points
hy: Կետերի պես
pt: Como os pontos
ru: Как точки

# eye.drop
source: Drop
de: Tropfen
es: Gota
fr: Goutte
hy: Կաթիլ
pt: Gota
ru: Капля

# eye.dropOut
source: Drop out
de: Tropfen nach außen
es: Gota hacia fuera
fr: Goutte vers l’extérieur
hy: Կաթիլ դուրս
pt: Gota para fora
ru: Капля наружу

# eye.leaf
source: Leaf
de: Blatt
es: Hoja
fr: Feuille
hy: Տերև
pt: Folha
ru: Лист

# eye.mixed
source: Square + dot
de: Quadrat + Punkt
es: Cuadrado + punto
fr: Carré + point
hy: Քառակուսի և շրջան
pt: Quadrado + ponto
ru: Квадрат с кругом

# eye.octagon
source: Cut
de: Abgeschrägt
es: Cortado
fr: Coupé
hy: Կտրված
pt: Recortado
ru: Срезанный

# eye.ornate
source: Ornate
de: Verziert
es: Ornamento
fr: Orné
hy: Զարդանախշ
pt: Ornamento
ru: Узор

# eye.rounded
source: Soft
de: Weich
es: Suave
fr: Doux
hy: Փափուկ
pt: Suave
ru: Мягкий

# eye.square
source: Square
de: Quadrat
es: Cuadrado
fr: Carré
hy: Քառակուսի
pt: Quadrado
ru: Квадрат

# eyeBallColor
source: Corner centers
de: Eckenmitte
es: Centro de las esquinas
fr: Centre des coins
hy: Անկյունների կենտրոն
pt: Centro dos cantos
ru: Центр углов

# eyeColor
source: Corners
de: Ecken
es: Esquinas
fr: Coins
hy: Անկյուններ
pt: Cantos
ru: Углы

# eyes
source: Corners: frame
de: Ecken: Rahmen
es: Esquinas: marco
fr: Coins : cadre
hy: Անկյուններ՝ շրջանակ
pt: Cantos: moldura
ru: Углы: рамка

# fg
source: Dots
de: Punkte
es: Puntos
fr: Points
hy: Կետեր
pt: Pontos
ru: Точки

# field.body
source: Message (optional)
de: Nachricht (optional)
es: Mensaje (opcional)
fr: Message (facultatif)
hy: Նամակի տեքստ (ըստ ցանկության)
pt: Mensagem (opcional)
ru: Текст письма (необязательно)

# field.company
source: Company
de: Firma
es: Empresa
fr: Entreprise
hy: Ընկերություն
pt: Empresa
ru: Компания

# field.email
source: Email address
de: E-Mail-Adresse
es: Dirección de correo
fr: Adresse e-mail
hy: Էլ. փոստի հասցե
pt: Endereço de e-mail
ru: Адрес почты

# field.end
source: Ends (optional)
de: Ende (optional)
es: Termina (opcional)
fr: Fin (facultatif)
hy: Ավարտ (ըստ ցանկության)
pt: Termina (opcional)
ru: Конец (необязательно)

# field.firstName
source: First name
de: Vorname
es: Nombre
fr: Prénom
hy: Անուն
pt: Nome
ru: Имя

# field.lastName
source: Last name
de: Nachname
es: Apellido
fr: Nom
hy: Ազգանուն
pt: Sobrenome
ru: Фамилия

# field.message
source: Prefilled message (optional)
de: Vorausgefüllte Nachricht (optional)
es: Mensaje predefinido (opcional)
fr: Message prérempli (facultatif)
hy: Պատրաստի հաղորդագրություն (ըստ ցանկության)
pt: Mensagem pronta (opcional)
ru: Готовое сообщение (необязательно)

# field.notes
source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
hy: Նկարագրություն (ըստ ցանկության)
pt: Descrição (opcional)
ru: Описание (необязательно)

# field.password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hy: Գաղտնաբառ
pt: Senha
ru: Пароль

# field.phone
source: Phone number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
hy: Հեռախոսահամար
pt: Número de telefone
ru: Номер телефона

# field.place
source: Address, place name or coordinates
de: Adresse, Ortsname oder Koordinaten
es: Dirección, nombre del lugar o coordenadas
fr: Adresse, nom du lieu ou coordonnées
hy: Հասցե, վայրի անվանում կամ կոորդինատներ
pt: Endereço, nome do lugar ou coordenadas
ru: Адрес, название места или координаты

# field.security
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
hy: Պաշտպանություն
pt: Segurança
ru: Защита

# field.ssid
source: Network name
de: Netzwerkname
es: Nombre de la red
fr: Nom du réseau
hy: Ցանցի անունը
pt: Nome da rede
ru: Название сети

# field.start
source: Starts
de: Beginn
es: Empieza
fr: Début
hy: Սկիզբ
pt: Começa
ru: Начало

# field.subject
source: Subject (optional)
de: Betreff (optional)
es: Asunto (opcional)
fr: Objet (facultatif)
hy: Թեմա (ըստ ցանկության)
pt: Assunto (opcional)
ru: Тема (необязательно)

# field.title
source: Title
de: Titel
es: Título
fr: Titre
hy: Անվանում
pt: Título
ru: Название

# field.url
source: Website address
de: Webadresse
es: Dirección del sitio web
fr: Adresse du site
hy: Կայքի հասցե
pt: Endereço do site
ru: Адрес сайта

# field.username
source: Username or link
de: Benutzername oder Link
es: Usuario o enlace
fr: Nom d’utilisateur ou lien
hy: Օգտանուն կամ հղում
pt: Usuário ou link
ru: Имя пользователя или ссылка на профиль

# firstCodeCta
source: Make my first code
de: Ersten Code machen
es: Crear mi primer código
fr: Créer mon premier code
hy: Ստեղծել առաջին կոդը
pt: Criar meu primeiro código
ru: Сделать первый код

# firstCodeText
source: A link, Wi-Fi, a contact or a code with memory — a couple of minutes and it's here.
de: Ein Link, WLAN, ein Kontakt oder ein Code mit Erinnerung – ein paar Minuten, und er ist hier.
es: Un enlace, Wi-Fi, un contacto o un código con memoria: un par de minutos y estará aquí.
fr: Un lien, le Wi-Fi, un contact ou un code avec mémoire — quelques minutes et il est ici.
hy: Հղում, Wi-Fi, կոնտակտ կամ հիշողությամբ կոդ՝ մի քանի րոպե, և այն այստեղ է։
pt: Um link, Wi-Fi, um contato ou um código com memória — alguns minutos e ele aparece aqui.
ru: Ссылка, Wi-Fi, контакт или код с памятью — пара минут, и он здесь.
